Revit 2027 API
ParameterTypeId.RebarCrankAtStartType Property
 "Crank at Start"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarCrankAtStartType { get; }
Public Shared ReadOnly Property RebarCrankAtStartType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarCrankAtStartType {
	ForgeTypeId^ get ();
}
static member RebarCrankAtStartType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace